tap "nikitabobko/tap"
tap "FelixKratz/formulae"

cask "ghostty"
cask "obsidian"
cask "zed"
cask "flameshot"
cask "spotify"
# cask "amethyst" easier to install from github
cask "ticktick"
cask "caffeine"
cask "vagrant"
cask "finetune"

brew "make"
brew "curl"
brew "coreutils"
brew "FelixKratz/formulae/sketchybar"
brew "jira-cli"
brew "libyaml"
brew "pkg-config"
brew "qemu"
brew "bash"
brew "tree"
brew "wget"
